Revit 2027 API
ParameterTypeId.ZoneCalculatedCoolingLoadPerAreaParam Property
 "Calculated Cooling Load per area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZoneCalculatedCoolingLoadPerAreaParam { get; }
Public Shared ReadOnly Property ZoneCalculatedCoolingLoadPerAreaParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZoneCalculatedCoolingLoadPerAreaParam {
	ForgeTypeId^ get ();
}
static member ZoneCalculatedCoolingLoadPerAreaParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace